Repository: Decide-Part-Rota/decide-part-rota-main
Catalog: decide/locale/*/LC_MESSAGES/django.po
Languages: es

source: logout
es: Cerrar Sesión

source: Username
es: Nombre de usuario

source: Password
es: Contraseña

source: Login
es: Iniciar Sesión

source: Vote
es: Votar

source: Conglatulations. Your vote has been sent
es: Felicidades. Tu voto ha sido enviado.

source: Manage Census
es: Gestionar censo

source: In this view you can manage the census by adding a user to a specific voting
es: En esta página puede gestionar el censo agregando a un usuario concreto en una votación

source: Choose a voting
es: Elija votación

source: Choose a user
es: Elija usuario

source: Submit
es: Enviar

source: Or Add By Group
es: O agrega por grupo

source: Census Groups
es: Grupos de censo

source: Now you can add groups of voters to an specific voting
es: En esta página puede gestionar el censo agregando a un usuario concreto en una votación.

source: for example, if you select minmun age 22 and maximum age 28, every user who satisfies that requirement will be added to the chosen voting
es: Por ejemplo, si seleccionas una edad mínima de 22 años y una edad máxima de 28 años, cada usuario que satisfaga este requisito, será añadido a la votación elegida.

source: Minimum age
es: Edad Mínima

source: Maximum age
es: Edad Máxima

source: Now you can remove groups of voters to an specific voting
es: En esta página puedes eliminar grupos de vontantes de una votación específica

source: Select which type of grouping you want to apply
es: Seleccione el tipo de grupo al que quiere aplicar

source: Maritial Status
es: Estado Civil

source: Nationality
es: Nacionalidad

source: Age
es: Edad

source: Gender
es: Género

source: Census Groups Remove
es: Grupos de censo

source: Export Census
es: Exportar Censo

source: In this view you can manage the census by exporting the users participating in a voting
es: En esta página puede gestionar el censo agregando a un usuario concreto en una votación

source: Export
es: Exportar

source: for example, if you select 'Male', every user who satisfies that requirement will be added to the chosen voting
es: Por ejemplo, si selecciona Soltero, cada usuario que satisfaga este requisito será añadido a la votación elegida.

source: Choose gender
es: Elija usuario

source: Import Census
es: Importar Censo

source: In this view you can manage the census by importing users participating in a voting
es: En esta página puede gestionar el censo agregando a un usuario concreto en una votación

source: Upload a csv file
es: Descargar archivo CSV

source: Import
es: Importar

source: for example, if you select Single, every user who satisfies that requirement will be added to the chosen voting
es: Por ejemplo, si selecciona Soltero, cada usuario que satisfaga este requisito será añadido a la votación elegida.

source: for example, if you select Single, every user who satisfies that requirement will be removed from the chosen voting
es: Por ejemplo, si selecciona Soltero, cada usuario que satisfaga este requisito será eliminado de la votación elegida.

source: Remove
es: Eliminar

source: for example, if you select Spain, every spanish user will be added to the chosen voting
es: Por ejemplo, si selecciona España, cada usuario español será añadido a la votación elegida.

source: In this view you can manage the census by deleting a user from a specific voting
es: En esta página puede gestionar el censo agregando a un usuario concreto en una votación

source: Or remove by group
es: O elimina por grupo

source: Go
es: Confirmar

source: Return
es: Volver

source: Votings for
es: Votaciones para

source: Statics for this voting
es: Estadísticas para esta votación

source: The winner vote is
es: El voto ganador fue

source: The loser vote is
es: El voto perdedor fue

source: Percentages
es: Porcentajes

source: The option
es: La opción

source: was voted
es: fue votada

source: Voted not started
es: Votación no comenzada

source: Voting in progress
es: Votación en progreso

source: Option
es: Opción

source: Punctuation
es: Puntuación

source: Votes
es: Votos

source: List of Public Votings
es: Listado de Votaciones Públicas

source: Name
es: Nombre

source: Description
es: Descripción

source: Visibility
es: Visibilidad

source: Actions
es: Acciones

source: List of votings that you are not participating
es: Listado de votaciones en las que no participas

source: Join Census
es: Gestionar censo

source: List of votings that you are participating
es: Listado de votaciones en las que no participas

source: Go Vote
es: Votar

source: Quit Census
es: Quitar Censo

source: List of voting that you participating
es: Listado de votaciones en la que participas
